micropython/micropython/ports/samd/boards/SAMD21_XPLAINED_PRO/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "SAMD21-XPLAINED-PRO"
#define MICROPY_HW_MCU_NAME   "SAMD21J18A"

#define MICROPY_HW_XOSC32K  (1)
